Repository: spreedbox-packaging/spreed-webrtc-debian
Catalog: src/i18n/messages-*.po
Languages: es

source: Standard view
es: Vista estándar

source: Large view
es: Vista grande

source: Kiosk view
es: Vista de Quiosco

source: Auditorium
es: Auditorio

source: Start chat
es: Iniciar chat

source: Start video call
es: Iniciar videollamada

source: Start audio conference
es: Iniciar conferencia de audio

source: No one else here
es: No hay nadie aquí

source: Take
es: Tomar

source: Retake
es: Repetir

source: Cancel
es: Cancelar

source: Set as Profile Picture
es: Establecer como imagen de perfil

source: Take picture
es: Tomar foto

source: Upload picture
es: Subir imagen

source: Waiting for camera
es: Esperando cámara

source: Picture
es: Imagen

source: The file couldn't be read.
es: El archivo no pudo ser leído.

source: The file is not an image.
es: El archivo no es una imagen.

source: The file is too large. Max. %d MB.
es: El archivo es demasiado grande. Max. %d MB.

source: Select file
es: Seleccionar archivo

source: Chat sessions
es: Sesiones de chat

source: Room chat
es: Sala de chat

source: Peer to peer
es: Extremo a extremo

source: Close chat
es: Cerrar chat

source: Upload files
es: Subir archivos

source: Share my location
es: Compartir mi ubicación

source: Clear chat
es: Borrar chat

source: is typing...
es: está escribiendo...

source: has stopped typing...
es: ha dejado de escribir...

source: Type here to chat...
es: Escriba aquí para charlar...

source: Send
es: Enviar

source: Accept
es: Aceptar

source: Reject
es: Rechazar

source: You have no contacts.
es: No dispone de contactos.

source: To add new contacts, join a room and create a contact add request by clicking on the star icon next to a user entry.
es: Para agregar nuevos contactos, unirse a una sala y crear una solicitud de contacto al hacer click en el icono de la estrella junto al nombre del usuario.

source: Edit contact
es: Editar contacto

source: Edit
es: Editar

source: Name
es: Nombre

source: Remove
es: Remover

source: Refresh
es: Refrescar

source: Save
es: Guardar

source: Close
es: Cerrar

source: File sharing
es: Compartir archivos

source: File is no longer available
es: El archivo ya no está disponible

source: Download
es: Descargar

source: Open
es: Abierto

source: Unshare
es: No compartir

source: Retry
es: Reintentar

source: Download failed.
es: Error de descarga.

source: Share a YouTube video
es: Compartir un vídeo de YouTube

source: Share a file as presentation
es: Compartir un archivo como presentación

source: Share your screen
es: Compartir la pantalla

source: Contacts
es: Contactos

source: Mute microphone
es: Silenciar micrófono

source: Turn camera off
es: Apagar cámara

source: Settings
es: Ajustes

source: Loading presentation ...
es: Cargando la presentación ...

source: Please upload a document
es: Subir un documento

source: Documents are shared with everyone in this call. The supported file types are PDF and OpenDocument files.
es: Los documentos son compartidos con todos los participantes en esta llamada. Los tipos de archivo admitidos son PDF y archivos OpenDocument.

source: Upload
es: Subir

source: You can drag files here too.
es: Puede arrastrar archivos aquí también.

source: Presentation controls
es: Controles de presentación

source: Prev
es: Ant

source: Next
es: Sig

source: Change room
es: Cambiar de sala

source: Room
es: Sala

source: Leave room
es: Abandonar sala

source: Main
es: Principal

source: Current room
es: Sala actual

source: Screen sharing options
es: Opciones para compartir pantalla

source: Fit screen.
es: Ajustar pantalla.

source: Share screen
es: Compartir pantalla

source: Please select what to share.
es: Seleccione qué compartir.

source: Screen
es: Pantalla

source: Window
es: Ventana

source: Application
es: Aplicación

source: Share the whole screen. Click share to select the screen.
es: Compartir toda la pantalla. Haga clic en Compartir para seleccionar la pantalla.

source: Share a single window. Click share to select the window.
es: Compartir una sola ventana. Haga clic en Compartir para seleccionar la ventana.

source: Share all windows of a application. This can leak content behind windows when windows get moved. Click share to select the application.
es: Compartir todas las ventanas de una aplicación. Esto puede gotear el contenido detrás de Windows Cuando Windows se mueven. Haga clic en Compartir para seleccionar la aplicación.

source: Share
es: Compartir

source: Profile
es: Perfil

source: Your name
es: Su nombre

source: Your picture
es: Su imagen

source: Status message
es: Mensaje de estado

source: What's on your mind?
es: ¿Qué está pensando?

source: Your picture, name and status message identify yourself in calls, chats and rooms.
es: Su imagen, nombre y mensaje de estado te identificará en llamadas, chat y en las salas.

source: Your ID
es: Su ID

source: Authenticated by certificate. To log out you have to remove your certificate from the browser.
es: Autentificado por certificado. Para cerrar su sesión tendrá que quitar el certificado de su navegador.

source: Sign in
es: Iniciar sesión

source: Create an account
es: Crear una cuenta

source: Sign out
es: Cerrar sesión

source: Manage account
es: Administrar cuenta

source: Media
es: Medios

source: Microphone
es: Micrófono

source: Camera
es: Cámara

source: Video quality
es: Calidad de vídeo

source: Low
es: Baja

source: High
es: Alta

source: Language
es: Idioma

source: Language changes become active on reload.
es: Cambios de lenguaje se vuelven activos al recargar.

source: Default room
es: Sala predeterminada

source: Set alternative room to join at start.
es: Establecer otra sala para unirse al inicio.

source: Notifications
es: Notificaciones

source: Desktop notification
es: Notificación de escritorio

source: Enable
es: Activar

source: Denied - check your browser settings
es: Denegado - compruebe la configuración de su navegador

source: Allowed
es: Permitido

source: Sounds for incoming messages
es: Sonidos para los mensajes entrantes

source: Ring on incoming calls
es: Sonar con llamadas entrantes

source: Sounds for users in current room
es: Sonidos para usuarios en sala actual

source: Advanced settings
es: Configuración avanzada

source: Play audio on same device as selected microphone
es: Reproducir audio en el mismo dispositivo seleccionado como micrófono

source: Experimental AEC
es: Cancelación de Eco Acústico Experimental

source: Experimental AGC
es: Control de Ganancia Automática Experimental

source: Experimental noise suppression
es: Supresión de ruido experimental

source: Max video frame rate
es: Máx. velocidad de fotogramas de vídeo

source: Send stereo audio
es: Enviar audio estéreo

source: Sending stereo audio disables echo cancellation. Enable only if you have stereo input.
es: Envío de audio estéreo desactiva la cancelación del eco. Activar sólo si tienes La entrada estéreo.

source: Detect CPU over use
es: detectar sobreuso de la CPU

source: Automatically reduces video quality as needed.
es: Reduce automáticamente la calidad de vídeo cuando sea necesario.

source: Optimize for high resolution video
es: Optimizar para vídeo de alta resolución

source: Reduce video noise
es: Reducir el ruido de vídeo

source: Prefer VP9 video codec
es: Prefiere VP9 códec de vídeo

source: Enable experiments
es: Permitir experimentos

source: Show advanced settings
es: Mostrar opciones avanzadas

source: Hide advanced settings
es: Ocultar opciones avanzadas

source: Remember settings
es: Recordar la configuración

source: Your ID will still be kept - press the log out button above to delete the ID.
es: Su ID será conservada - Pulse el botón Cerrar sesión anterior para eliminar el ID.

source: Room link
es: Link de Sala

source: Invite by Email
es: Invitar por correo electrónico

source: Invite with Facebook
es: Invitar con Facebook

source: Invite with Twitter
es: Invitar con Twitter

source: Invite with Google Plus
es: Invitar con Google Plus

source: Invite with XING
es: Invitar con XING

source: Initializing
es: Inicializando

source: Online
es: En línea

source: Calling
es: LLamando

source: Hangup
es: Colgar

source: In call with
es: En llamada con

source: Conference with
es: Conferencia con

source: Your are offline
es: está desconectado

source: Go online
es: Ir Online

source: Connection interrupted
es: Conexión interrumpida

source: An error occured
es: Un error ha ocurrido

source: Incoming call
es: Llamada entrante

source: from
es: desde

source: Accept call
es: Aceptar llamada

source: Waiting for camera/microphone access
es: Esperando acceso cámara/micrófono

source: Your audio level
es: Tu nivel de audio

source: Checking camera and microphone access.
es: Control de acceso a la cámara y el micrófono.

source: Please allow access to your camera and microphone.
es: Por favor, permitir el acceso a la cámara y al micrófono.

source: Camera / microphone access required.
es: Cámara / micrófono requiere acceso.

source: Please check your browser settings and allow camera and microphone access for this site.
es: Compruebe la configuración de su navegador y permita el acceso a la cámara y el micrófono para este sitio.

source: Skip check
es: Saltar la comprobación

source: Click here for help (Google Chrome).
es: Haga clic aquí para obtener ayuda (Google Chrome).

source: Please set your user details and settings.
es: Configure su información de usuario y de configuración.

source: Enter a room name
es: Introduzca un nombre de sala

source: Random room name
es: Nombre de la sala aleatorio

source: Enter room
es: Ingresar a sala

source: Enter the name of an existing room. You can create new rooms when you are signed in.
es: Introduzca el nombre de la sala existente. Puede crear nuevas salas cuando estás adentro de la aplicación.

source: Room history
es: Historial de Salas

source: Please sign in.
es: Identifícate.

source: Videos play simultaneously for everyone in this call.
es: Reproducir videos simultáneamente para todos en esta llamada.

source: YouTube URL
es: URL de YouTube

source: Could not load YouTube player API, please check your network / firewall settings.
es: No se pudo cargar API del reproductor de YouTube, compruebe la red / firewall Ajustes.

source: Currently playing
es: Actualmente reproduciendo

source: YouTube controls
es: Controles en YouTube

source: YouTube video to share
es: Compartir video YouTube

source: Peer to peer chat active.
es: Chat P2P activo.

source: Peer to peer chat is now off.
es: Chat P2P está ahora desactivado.

source: is now offline.
es: está ahora desconectado.

source: is now online.
es: está ahora en línea.

source: You share file:
es: Compartir archivo:

source: Incoming file:
es: Archivo entrante:

source: You shared your location:
es: Ha compartido su ubicación:

source: Location received:
es: Ubicación recibida:

source: You accepted the contact request.
es: Ha aceptado la solicitud de contacto.

source: You rejected the contact request.
es: Ha rechazado la solicitud de contacto.

source: You sent a contact request.
es: Ha enviado una solicitud de contacto.

source: Your contact request was accepted.
es: Su solicitud de contacto fue aceptada.

source: Incoming contact request.
es: Solicitud de contacto entrante.

source: Your contact request was rejected.
es: Fue rechazada su solicitud de contacto.

source: Edit Contact
es: Editar contacto

source: Your browser does not support WebRTC. No calls possible.
es: Su explorador no soporta WebRTC. No hay posibilidad de realizar llamadas.

source: Close this window and disconnect?
es: Cerrar esta ventana y desconectar?

source: Contacts Manager
es: Administrador de contactos

source: Restart required to apply updates. Click ok to restart now.
es: Es necesario reiniciar para aplicar las actualizaciones. Haga clic en Aceptar para reiniciar el sistema ahora.

source: Failed to access camera/microphone.
es: Error al acceder a la cámara/micrófono.

source: Failed to establish peer connection.
es: Error al establecer conexión P2P.

source: We are sorry but something went wrong. Boo boo.
es: Lo sentimos, pero algo salió mal. AHHHHHHH.

source: Oops
es: Ooops

source: Peer connection failed. Check your settings.
es: Conexión P2P fallida. Compruebe su configuración.

source: User hung up because of error.
es: Usuario colgó debido a un error.

source: is busy. Try again later.
es: está ocupado. Vuelva a intentarlo más tarde.

source: rejected your call.
es: rechazó su llamada.

source: does not pick up.
es: no contesta.

source: tried to call you
es: intentó llamarte

source: called you
es: le llamó

source: Your browser is not supported. Please upgrade to a current version.
es: Su navegador no es compatible. Actualice a una versión actual.

source: Chat with
es: Chatear con

source: Message from
es: Mensaje de

source: You are now in room %s ...
es: Ahora estás en la sala %s ...

source: Your browser does not support file transfer.
es: Tu navegador no soporta transferencia de archivos.

source: Could not load PDF: Please make sure to select a PDF document.
es: No se pudo cargar el PDF: asegúrese de seleccionar un documento PDF.

source: Could not load PDF: Missing PDF file.
es: No se pudo cargar el PDF: Falta el archivo PDF.

source: An error occurred while loading the PDF (%s).
es: Se ha producido un error al cargar el archivo PDF (%s).

source: An unknown error occurred while loading the PDF.
es: Se ha producido un error desconocido al cargar el PDF.

source: An error occurred while loading the PDF page (%s).
es: Se ha producido un error al cargar la página PDF (%s).

source: An unknown error occurred while loading the PDF page.
es: Se ha producido un error desconocido mientras se carga la página PDF.

source: An error occurred while rendering the PDF page (%s).
es: Se ha producido un error al procesar la página PDF (%s).

source: An unknown error occurred while rendering the PDF page.
es: Se ha producido un error desconocido al procesar la página PDF.

source: Only PDF documents and OpenDocument files can be shared at this time.
es: Sólo documentos PDF y archivos OpenDocument puede ser compartido en este momento.

source: Failed to start screen sharing (%s).
es: No se pudo iniciar el uso compartido de la pantalla (%s).

source: Permission to start screen sharing was denied. Make sure to have enabled screen sharing access for your browser. Copy chrome://flags/#enable-usermedia-screen-capture and open it with your browser and enable the flag on top. Then restart the browser and you are ready to go.
es: Permiso para comenzar a compartir la pantalla fue denegada. Asegúrese de haber activado compartir el acceso a la pantalla para su navegador. Copiar chrome://flags/#enable-usermedia-screen-capture y ábralo con su navegador y habilitar la bandera en la parte superior. A continuación, reinicie el navegador y listo.

source: Permission to start screen sharing was denied.
es: Permiso para comenzar a compartir la pantalla fue denegado.

source: Use browser language
es: Utilizar el idioma del navegador

source: Meet with me here:
es: Reunirse conmigo aquí:

source: Room name
es: Nombre de sala

source: The request contains an invalid parameter value. Please check the URL of the video you want to share and try again.
es: La solicitud contiene un valor de parámetro no válido. Compruebe la dirección URL de el vídeo que desea compartir e inténtelo de nuevo.

source: The requested content cannot be played in an HTML5 player or another error related to the HTML5 player has occurred. Please try again later.
es: El contenido solicitado no se puede reproducir en un reproductor HTML5 u otro error relacionado con el reproductor HTML5 ha ocurrido. Por favor, inténtelo de nuevo más tarde.

source: The video requested was not found. Please check the URL of the video you want to share and try again.
es: El video solicitado no fue encontrado. Compruebe la URL del video que quieres compartir e inténtelo de nuevo.

source: The owner of the requested video does not allow it to be played in embedded players.
es: El propietario del vídeo solicitado no le permite ser reproducido en reproductores incrustados.

source: An unknown error occurred while playing back the video (%s). Please try again later.
es: Se ha producido un error desconocido mientras se reproduce el vídeo (%s). Por favor intente más tarde.

source: An unknown error occurred while playing back the video. Please try again later.
es: Se ha producido un error desconocido mientras se reproduce el vídeo. Por favor, inténtelo de nuevo más adelante.

source: Unknown URL format. Please make sure to enter a valid YouTube URL.
es: Formato URL desconocido. Por favor, asegúrese de escribir una dirección URL válida de YouTube.

source: Hint
es: Sugerencia

source: Please confirm
es: Confirme

source: More information required
es: Se necesita más información

source: Screen sharing requires a browser extension. Please add the Spreed WebRTC screen sharing extension to Chrome and try again.
es: Se requiere una extensión del navegador para Compartir Pantalla. Por favor, añada la extensión Spreed WebRTC screen sharing a Chrome e inténtelo de nuevo.

source: Access code required
es: Código de acceso requerido

source: Access denied
es: Acceso denegado

source: Please provide a valid access code.
es: Proporcione un código de acceso válido.

source: Failed to verify access code. Check your Internet connection and try again.
es: No se ha podido verificar el código de acceso. Compruebe su conexión a Internet e intente una vez más.

source: PIN for room %s is now '%s'.
es: PIN de sala %s es ahora '%s'.

source: PIN lock has been removed from room %s.
es: bloqueo de PIN se ha eliminado desde la sala %s.

source: Enter the PIN for room %s
es: Introducir el PIN para sala %s

source: Please sign in to create rooms.
es: Inicie sesión para crear nuevas salas.

source: and %s
es: y %s

source: and %d others
es: y %d otros

source: User
es: Usuario

source: Someone
es: Alguien

source: Me
es: Yo
